{
  "moduleTitle": "Introduction to Wilderness Medicine",
  "moduleSubtitle": "Types of Courses, EMS, Law & Liability",
  "category": "general",
  "orderIndex": 2,
  "pageImageNames": [
    "IMG_Ch2_01.JPG",
    "IMG_Ch2_02.JPG",
    "IMG_Ch2_03.JPG",
    "IMG_Ch2_04.JPG",
    "IMG_Ch2_05.JPG",
    "IMG_Ch2_06.JPG",
    "IMG_Ch2_07.JPG",
    "IMG_Ch2_08.JPG",
    "IMG_Ch2_09.JPG",
    "IMG_Ch2_10.JPG",
    "IMG_Ch2_11.JPG"
  ],
  "sections": [
    {
      "title": "Introduction to Wilderness Medicine",
      "subtitle": "",
      "orderIndex": 1,
      "content": [
        {"type": "heading", "content": "CHAPTER 2", "orderIndex": 1},
        {"type": "heading", "content": "INTRODUCTION TO WILDERNESS MEDICINE", "orderIndex": 2},
        {"type": "subheading", "content": "Wilderness Medicine", "orderIndex": 3},
        {"type": "paragraph", "content": "Outdoor guides, instructors, enthusiasts, and those whose professions take them to remote backcountry locations (e.g., field biologists or wildland firefighters) require specialized medical training not adequately met by traditional first aid programs. Medical and outdoor specialists have developed a specialized branch of medicine that addresses the challenges of medical or trauma emergencies in remote locations. Many facets of wilderness medicine can be more complex than urban medicine. For instance, an Emergency Medical Technician (EMT) who works on an ambulance takes care of a patient for an average of 15 minutes, has direct contact with medical direction at the emergency room, and an ambulance that provides a controlled environment as well as equipment and medications. Wilderness medicine providers take care of a patient for an average of 8 hours, manage their group’s well-being and safety, and organize rescues in a dynamic environment that can change rapidly (i.e., lightning, rock fall, avalanche, flash flood, snow storm and/or nightfall). They also must improvise most of their first aid materials with things found in their packs and/or the environment and often have limited or no ability to call 911 or anyone else. They most often have to make medical decisions about their patients and situations on their own using good judgment, and must have good leadership and communication skills in order to efficiently and effectively deal with all involved in wilderness medical emergencies.", "orderIndex": 4},
        {"type": "paragraph", "content": "The dynamic field of wilderness medicine, including education and practice, currently does not have an official governing body such as the Department of Transportation for urban EMS. Course curricula have traditionally been developed over time based on evidence and practical experience. This has subsequently led wilderness medicine training organizations and professionals to a de facto consensus about the content, scope and structure of wilderness medicine.", "orderIndex": 5},
        {"type": "paragraph", "content": "In an attempt to solidify and collectively enforce the validity of wilderness medicine, a number of professional wilderness training organizations have entered formal conversations directed at the development of Scope of Practice (SOP) documents, which define various training and practice levels. However, students and organizational needs may vary by location, population and experience level. Subsequently, various SOP documents may simply provide a minimum core requirement and list acceptable elective topics and skills. Organizations choosing medical training will receive the core curriculum, but may also participate in electives based on individual and organizational needs.", "orderIndex": 6},
        {"type": "subheading", "content": "Choosing relevant wilderness medical training should be based on the type of situations in which participants will typically be involved. Variables like technical difficulty, terrain type, distance into the backcountry, and international settings affect the reliability of communication, medical rescue, and support.", "orderIndex": 7},
        {"type": "paragraph", "content": "Wilderness medicine was developed when conventional first aid courses failed to meet the training needs of field staff working in remote, dynamic environments where decisions about people’s lives are often made alone. The descriptions below delineate the differences between the levels of wilderness medical training.", "orderIndex": 8},
        {"type": "subheading", "content": "Wilderness First Aid (WFA) 16-hours", "orderIndex": 9},
        {"type": "paragraph", "content": "This training is for outdoor leaders that are never far from the umbrella of the local EMS response. They are taught to recognize, treat, and stabilize basic injuries and medical issues and call for an evacuation.", "orderIndex": 10},
        {"type": "subheading", "content": "Wilderness Advanced First Aid (WAFA) 40-hours", "orderIndex": 11},
        {"type": "paragraph", "content": "The WAFA is for outdoor leaders working in remote backcountry locations that have sound communication and rescue responses. These leaders may not need to rely on their personal decision-making and/or judgment skills in the event of life and death medical decisions for clients or students. They are taught to prevent, recognize, treat, and stabilize common injuries and medical issues as well as organize an evacuation.", "orderIndex": 12},
        {"type": "subheading", "content": "Wilderness First Responder (WFR) 80-hours", "orderIndex": 13},
        {"type": "paragraph", "content": "The WFR is the standard in the outdoor recreation industry for multi-day trips in remote locations with unreliable communication and where rescue is delayed or unavailable. This course is designed to address injuries, medical illnesses, and behavioral issues common to extended backcountry trips. These leaders are trained to make life and death decisions about patient treatment and to organize and manage their own rescue. The WFR course has a focus on extended patient care that could last hours to days.", "orderIndex": 14},
        {"type": "subheading", "content": "Wilderness EMT Upgrade 54-hours", "orderIndex": 15},
        {"type": "paragraph", "content": "This course is designed to add a wilderness module to a current Emergency Medical Technician’s urban training. It focuses on the same principles of a WFR with the addition of oxygen, advanced airway techniques, intravenous therapy, and drugs. This module upgrades an urban EMT to a WEMT.", "orderIndex": 16},
        {"type": "subheading", "content": "Expedition Medicine 45 Hours", "orderIndex": 17},
        {"type": "paragraph", "content": "This course is for licensed medical practitioners (e.g. MD, PA, RN, DNP or DO) who aspire to become primary medical personnel on wilderness expeditions. This entirely field-based course covers the latest advanced care life support (ACLS) protocols applied in the field, expedition medications, first aid kits, and innovative treatment and management of common backcountry trauma, illnesses, and rescues.", "orderIndex": 18},
        {"type": "subheading", "content": "EMS", "orderIndex": 19},
        {"type": "paragraph", "content": "The emergency medical system (EMS) was created in 1973 by the US government to provide emergency response to traumatic injuries and medical illnesses by trained and licensed medical professionals and rescue personnel. The vast network of services offered though the EMS are intimately linked to a universal emergency telephone number—911. The EMS system operates locally and regionally to provide pre-hospital care from “first on scene” to definitive care in urban, rural, and wilderness areas.", "orderIndex": 20},
        {"type": "subheading", "content": "Components of the EMS", "orderIndex": 21},
        {"type": "bulletList", "content": "Components of the EMS", "items": ["911 Dispatch","Emergency Medical Technicians (EMT – Basic, Advanced, Paramedic)","Ambulance","Medevac","Fire Department","Police Department","County Sheriff","Park Ranger","Wilderness First Responder","Ski Patroller","Wildland Firefighter","First Responder","Emergency Department","Hazmat Team","Search and Rescue"], "orderIndex": 22},
        {"type": "subheading", "content": "Learning Objectives", "orderIndex": 23},
        {"type": "numberedList", "content": "Learning Objectives", "items": ["Understand the concept of wilderness medicine, the levels of training within the field of wilderness medicine, and wilderness medicine’s role within the EMS.","1. Understand the differences between wilderness and urban medicine.","2. Understand the different levels of wilderness medical training.","3. Define the EMS system, its components, and the trained wilderness medicine provider’s role."], "orderIndex": 24},
        {"type": "subheading", "content": "Skills Demonstrated", "orderIndex": 25},
        {"type": "bulletList", "content": "Skills Demonstrated", "items": ["Call for a rescue during a group scenario.","Understand the differences between urban and wilderness medicine protocols."], "orderIndex": 26}
      ]
    },
    {
      "title": "Law & Liability",
      "subtitle": "",
      "orderIndex": 2,
      "content": [
        {"type": "subheading", "content": "Medical/Physician Advisor", "orderIndex": 1},
        {"type": "paragraph", "content": "This is a licensed physician or nurse practitioner that advises an unlicensed but medically trained guide/instructor...", "orderIndex": 2},
        {"type": "paragraph", "content": "Organizations understand they will likely be held to a duty to exercise reasonable care...", "orderIndex": 3},
        {"type": "subheading", "content": "Scope of Practice", "orderIndex": 4},
        {"type": "paragraph", "content": "The scope of practice is considered as the specific education, experience, and demonstrated competency of a particular person...", "orderIndex": 5},
        {"type": "subheading", "content": "Wilderness Medicine Protocols", "orderIndex": 6},
        {"type": "paragraph", "content": "Desert Mountain Medicine will provide students with the didactic knowledge and necessary skills...", "orderIndex": 7},
        {"type": "paragraph", "content": "In addition, the protocols identified below should be performed only by trained wilderness medicine providers with current standing orders, medical direction or a physician advisor.", "orderIndex": 8},
        {"type": "bulletList", "content": "Authorized Protocols", "items": ["Shoulder reductions with non-direct force dislocations","Severe asthma attack and the use of epinephrine","Anaphylaxis and the use of epinephrine"], "orderIndex": 9},
        {"type": "subheading", "content": "Legal Considerations and Selected Doctrines", "orderIndex": 10},
        {"type": "subheading", "content": "CIVIL LAW", "orderIndex": 11},
        {"type": "paragraph", "content": "Civil Law is that body of law that is divided into both contract and tort law...", "orderIndex": 12},
        {"type": "subheading", "content": "CONTRACT LAW", "orderIndex": 13},
        {"type": "paragraph", "content": "Under the law, a contract is considered as an enforceable promise...", "orderIndex": 14},
        {"type": "paragraph", "content": "The usual goal of a participant agreement is to provide important information...", "orderIndex": 15},
        {"type": "subheading", "content": "TORT LAW", "orderIndex": 16},
        {"type": "paragraph", "content": "A tort is a private wrong to an individual or his property...", "orderIndex": 17},
        {"type": "subheading", "content": "TORT OF NEGLIGENCE", "orderIndex": 18},
        {"type": "paragraph", "content": "The tort of negligence is the most common tort claim...", "orderIndex": 19},
        {"type": "numberedList", "content": "Elements of Negligence", "items": ["A duty of care owed by the organization and/or its guide/s to the participant;","A breach of duty by the organization and/or its guide/s;","The organization and/or its guide/s breach of duty was the direct (“proximate”) cause of participant’s injury;","The participant did, in fact, suffer damages."], "orderIndex": 20},
        {"type": "paragraph", "content": "A participant must prove all four elements in order to succeed...", "orderIndex": 21},
        {"type": "paragraph", "content": "A guide’s duty of care may extend to orienting and instructing participants...", "orderIndex": 22},
        {"type": "subheading", "content": "OTHER CIVIL TORT CLAIMS CAN INCLUDE:", "orderIndex": 23},
        {"type": "subheading", "content": "ASSAULT/BATTERY (can be a criminal or civil wrong)", "orderIndex": 24},
        {"type": "paragraph", "content": "Civil assault is an intentional act or a threat that places a participant in reasonable fear of imminent bodily harm...", "orderIndex": 25},
        {"type": "subheading", "content": "ABANDONMENT", "orderIndex": 26},
        {"type": "paragraph", "content": "Once a guide/instructor treats a trip participant (patient), they should remain with that person until delivery to definitive care...", "orderIndex": 27},
        {"type": "subheading", "content": "GOOD SAMARITAN “RULE” AND LAWS", "orderIndex": 28},
        {"type": "paragraph", "content": "The law doesn’t generally obligate individuals to gratuitously come to the aid of another...", "orderIndex": 29},
        {"type": "paragraph", "content": "“Good Samaritan” laws have been enacted in most states...", "orderIndex": 30},
        {"type": "note", "content": "NOTE: As discussed earlier, if an unconscious victim cannot respond...", "orderIndex": 31},
        {"type": "subheading", "content": "DOCUMENTATION", "orderIndex": 32},
        {"type": "paragraph", "content": "Documentation is an essential, critical skill in any branch of medicine...", "orderIndex": 33},
        {"type": "subheading", "content": "CONFIDENTIALITY", "orderIndex": 34},
        {"type": "paragraph", "content": "The information you acquire from patients during assessment and treatment should generally be kept confidential...", "orderIndex": 35},
        {"type": "subheading", "content": "Tips", "orderIndex": 36},
        {"type": "paragraph", "content": "Tips on how to minimize the risk of loss to participants and protect yourself and your organization from potential liability when you accept the role of a guide/wilderness care provider.", "orderIndex": 37},
        {"type": "numberedList", "content": "Guide Tips", "items": ["Choose to work for organizations that endeavor to run a quality program...","Render care to the best of your ability and within your scope of practice.","Provide detailed documentation in the event of a wilderness medical emergency and evacuation.","Keep your wilderness medical skills honed and up to date.","Use good judgment and decision-making.","Consider purchasing personal liability insurance..."] , "orderIndex": 38},
        {"type": "note", "content": "NOTE: When you accept any kind of compensation in return for wilderness medical care...", "orderIndex": 39},
        {"type": "paragraph", "content": "Tips on how an organization can endeavor to minimize the risk of loss to participants...", "orderIndex": 40},
        {"type": "numberedList", "content": "Organization Tips", "items": ["Appropriately screen participants for health or medical conditions before trips.","Train staff to provide participant supervision appropriate to the nature of the trip.","Provide appropriate and functional course equipment and other supplies.","Require all participants... to read and sign a participant agreement...","Develop a thoughtful and well designed emergency medical and evacuation plan and protocol.","Train staff to complete appropriate documentation in the event of medical emergencies.","Provide staff with first-aid kits and other rescue equipment appropriate to the nature of the trip.","Provide staff with in-house wilderness medical training or the opportunity for field staff to obtain the training elsewhere.","Engage a physician advisor to assist in overseeing your staff’s provision of medical response in the field, your participant screening, and other issues."], "orderIndex": 41},
        {"type": "paragraph", "content": "Catherine Hansen-Stamp is an attorney in private practice in Golden, Colorado...", "orderIndex": 42},
        {"type": "subheading", "content": "Learning Objectives", "orderIndex": 43},
        {"type": "paragraph", "content": "Understand what the law requires from someone who has completed a wilderness medicine course.", "orderIndex": 44},
        {"type": "paragraph", "content": "Define the Good Samaritan Law and the legal protection it offers when acting as a civilian versus as a paid outdoor leader/guide.", "orderIndex": 45},
        {"type": "paragraph", "content": "Define negligence and the four components needed to prove negligence.", "orderIndex": 46},
        {"type": "numberedList", "content": "Additional Objectives", "items": ["1. Understand the notion of consent and the legal ramifications when proper consent is not obtained.","2. Understand the difference between abandonment and leaving a patient to obtain further assistance.","3. Understand the importance of documentation."], "orderIndex": 47},
        {"type": "subheading", "content": "Skills Demonstrated", "orderIndex": 48},
        {"type": "bulletList", "content": "Skills Demonstrated", "items": ["Obtain patient consent and demonstrate what to do when the patient refuses consent in a scenario."], "orderIndex": 49}
      ]
    }
  ],
  "imageInventory": [
    {"pageImage": "IMG_Ch2_01.JPG", "pageNumber": 3, "description": "Large orange stylized mountain silhouette illustration", "type": "illustration", "section": "Introduction to Wilderness Medicine", "purpose": "Chapter opener art"},
    {"pageImage": "IMG_Ch2_01.JPG", "pageNumber": 3, "description": "Heartbeat/ECG line graphic at bottom of page", "type": "illustration", "section": "Introduction to Wilderness Medicine", "purpose": "Thematic element"}
  ],
  "specialContent": {
    "scenarios": [],
    "locationReferences": [],
    "brandNames": ["Epi-Pens™"],
    "terminologyUpdates": []
  }
}
